Repository: bao-btu/thuvien
Catalog: lib/lang/locale/*/LC_MESSAGES/messages.po
Languages: vi_vn

source: Finish Stock Take
vi_vn: Kết thúc chương trình nguồn dự trữ

source: Are you sure to end current stock take proccess? Once it finished there is no way you can rollback this stock take
vi_vn: Bạn chắc chắn kết thúc chương trình dự trữ?

source: Purge Lost Item
vi_vn: Lọc tài liệu mất

source: NO stock taking proccess initialized yet!
vi_vn: Không chạy được chương trình kiểm tra nguồn dự trữ ban đầu

source: STOCK TAKE PROCCESS - Insert Item Code/Barcode with keyboard or barcode scanner
vi_vn: Chương trình kiểm tra nguồn dự trữ bắt đầu-Thêm mã tài liệu/ mã vạch với bảng điều khiển hoặc quét mã vạch

source: Change Status
vi_vn: Thay đổi trạng thái

source: List stocktakes by
vi_vn: Danh sách kiểm tra nguồn dự trữ

source: Current User Only
vi_vn: Chỉ có người dùng hiện hành

source: All User
vi_vn: Tất cả người dùng

source: Current Missing/Lost Items
vi_vn: Những tài liệu đang thiếu/mất

source: Exists
vi_vn: Tồn tại

source: On Loan
vi_vn: Đang mượn

source: Missing
vi_vn: Mất

source: Succesfully upload stock take file
vi_vn: Cập nhật thành công tệp tin kiểm tra nguồn dự trữ

source: item codes scanned!
vi_vn: Quét mã tài liệu

source: STOCK TAKE UPLOAD - Upload a plain text file (.txt) containing list of Item Code to stock take. Each Item Code separated by line.
vi_vn: Cập nhật kiểm tra nguồn dự trữ-Cập nhật tệp tin đơn giản(.txt) chứa danh sách mã tài liệu để kiểm tra nguồn dự trữ. Mỗi mã thư mục đều riêng biệt

source: File
vi_vn: Tập tin

source: Upload File
vi_vn: Tải tập tin

source: Current Lost Item
vi_vn: Tài liệu bị mất

source: Report Filter
vi_vn: Lọc báo cáo

source: Title/ISBN
vi_vn: Tiêu đề/ISBN

source: Apply Filter
vi_vn: Lọc dữ liệu

source: Show More Filter Options
vi_vn: Hiển thị bộ lọc

source: Stock Take
vi_vn: Kiểm kho

source: Stock Take History
vi_vn: Qúa trình kiểm tra nguồn dự trữ

source: View Stock Take History
vi_vn: Xem quá trình kiểm ta nguồn dự trữ

source: Current Stock Take
vi_vn: Vừa kiểm tra nguồn dự trữ

source: View Current Stock Take Process
vi_vn: Xem chương trình kiểm tra nguồn dự trữ

source: Stock Take Report
vi_vn: Báo cáo nguồn dự trữ

source: View Current Stock Take Report
vi_vn: Xem báo cáo nguồn dự trữ

source: Finish Current Stock Take Proccess
vi_vn: Kết thúc chương trình kiểm tra nguồn dự trữ

source: View Lost Item in Current Stock Take Proccess
vi_vn: Xem tài liệu mất trong chương trình kiểm tra nguồn dự trữ

source: Stock Take Log
vi_vn: Nhật ký kiểm tra nguồn dự trữ

source: View Log of Current Stock Take Proccess
vi_vn: Xem nhật ký kiểm tra nguồn dự trữ

source: Resynchronize
vi_vn: Tái đồng bộ

source: Resynchronize bibliographic data with current stock take
vi_vn: Tái đồng bộ hóa dữ liệu sách với kiểm tra nguồn dự trữ

source: Upload List
vi_vn: Danh sách tải lên

source: Upload List in text file
vi_vn: Danh sách tải lên dạng tập tin văn bản

source: Initialize
vi_vn: Khởi tạo

source: Initialize New Stock Take Proccess
vi_vn: Thiết lập ban đầu chương trình kiểm tra nguồn dự trữ

source: CURRENT STOCK TAKE REPORT
vi_vn: Báo cáo kiể tra nguồn dự trữ

source: Download Report
vi_vn: Tải về báo cáo

source: Stock Take Name
vi_vn: Tên kiểm tra nguồn dự trữ

source: Total Item Stock Taked
vi_vn: Tất cả tài liệu kiểm tra nguồn dự trữ

source: Total Item Lost
vi_vn: Tổng cộng tài liệu bị mất

source: None
vi_vn: Không có gì

source: Total Item On Loan
vi_vn: Tất cả tài liệu cho mượn

source: Total Checked/Scanned Items
vi_vn: Kiểm tra/quét tất cả tài liệu

source: Stock Take Participants
vi_vn: Tham gia kiểm tra nguồn dự trữ

source: items already checked
vi_vn: Thư mục vừa kiểm tra

source: Start Date
vi_vn: Ngày bắt đầu

source: End Date
vi_vn: Ngày kết thúc

source: Lost Items
vi_vn: Những tài liệu mất

source: Existing Items
vi_vn: Những tài liệu hiện tại

source: On Loan Items
vi_vn: Những tài liệu đang cho mượn

source: classes
vi_vn: Phân loại

source: Initializer
vi_vn: Khởi tạo

source: Total Item Exists
vi_vn: Tổng tài liệu tồn tại

source: Status
vi_vn: Trạng thái

source: Report
vi_vn: Báo cáo

source: Currently Active
vi_vn: Đang hoạt động

source: There is already stock taking proccess running!
vi_vn: Đang chạy chương trình kiểm tra nguồn dự trữ

source: Stock Take Name must be filled!
vi_vn: Tên chương trình kiểm tra nguồn dự trữ phải đầy đủ

source: Stock Taking Initialized
vi_vn: Thiết lập ban đầu kiểm tra nguồn dự trữ

source: Stock Taking FAILED to Initialized.\nNo item to stock take!
vi_vn: Thiết lập thất bại kiểm tra nguồn dự trữ. Không có tài liệu kiểm tra nguồn dự trữ

source: Initialize Stock Take
vi_vn: Kiểm tra nguồn dự trữ được thiết lập

source: Shelf Location
vi_vn: Khu vực kệ

source: Separate each class comma sign. Use * for wildcard
vi_vn: Mỗi lớp ký hiệu bởi dấu phẩy. Sử dung dấu * cho ký tự đại diện

source: Re-synchronize will only update current stock take's item data. It won't update any new bibliographic or item data that were inserted in the middle of stock take proccess
vi_vn: Việc đồng bộ lại sẽ được cập nhật trong dữ liệu tài liệu kiểm tra nguồn dự trữ. Sẽ không thể cập nhật bất kỳ dữ liệu tài liệu mới nào khi thêm vào giai đoạn giữa của chương trình kiểm tra nguồn dự trữ

source: Resynchronize Now
vi_vn: Đồng bộ lại ngay bây giờ

source: Total Titles By Medium/GMD
vi_vn: Tổng tài liệu trung bình / thể loại

source: Total Items By Collection Type
vi_vn: Tổng số tài liệu theo thể loại

source: Total Members By Membership Type
vi_vn: Tổng thành viên theo nhóm thành viên

source: Total Loan By GMD/Medium
vi_vn: Cho mượn tất cả loại / Trung bình

source: Total Loan By Collection Type
vi_vn: Tất cả cho mượn trong thể loại bộ sưu tập

source: Reporting
vi_vn: Thống kê - Báo cáo

source: Collection Statistic
vi_vn: Thống kê bộ sư tập

source: View Library Collection Statistic
vi_vn: Xem thống kê bộ sưu tập thư viện

source: Loan Report
vi_vn: Báo cáo cho mượn

source: View Library Loan Report
vi_vn: Xem báo cáo cho mượn của thư viện

source: Membership Report
vi_vn: Báo cáo thành viên

source: View Membership Report
vi_vn: Xem báo cáo thành viên

source: Other Reports
vi_vn: Báo cáo khác

source: Total Titles
vi_vn: Tổng tài liệu

source: Total Titles with items
vi_vn: Tổng các tài liệu với các biểu ghi

source: Total Items/Copies
vi_vn: Tổng số biểu ghi

source: Total Checkout Items
vi_vn: Tổng biểu ghi mượn

source: Total Items In Library
vi_vn: Tổng biểu ghi

source: Show in chart/plot
vi_vn: Xem biểu đồ/sơ đồ

source: 10 Most Popular Titles
vi_vn: 10 tài liệu phổ biến nhất

source: Collection Statistic Summary
vi_vn: Tóm tắt thông tin thống kê

source: Collection Statistic Report
vi_vn: Báo cáo thống kê bộ sưu tập

source: record(s) found. Currently displaying page
vi_vn: tìm ghi. Trang trưng bày

source: record each page
vi_vn: ghi mỗi trang

source: Print Current Page
vi_vn: In trang này

source: Total Loan
vi_vn: Số lượng biểu ghi được mượn

source: Total Loan Transactions
vi_vn: Tất cả giao dịch cho mượn

source: Transaction Average (Per Day)
vi_vn: Giao dịch trung bình (một ngày)

source: Total Peak Transaction
vi_vn: Giao dịch tối đa

source: Members Already Had Loans
vi_vn: Số thành viên mượn

source: Members Never Have Loans Yet
vi_vn: Thành viên chưa từng mượn

source: Total Overdued Loans
vi_vn: Tất cả mượn quá hạn

source: Loan Data Summary
vi_vn: Tóm tắt dữ liệu cho mượn

source: Total Registered Members
vi_vn: Tất cả thành viên đã đăng ký

source: Total Active Member
vi_vn: Tất cả thành viên tích cực

source: Total Expired Member
vi_vn: Tất cả thành viên quá hạn

source: 10 most active members
vi_vn: 10 thành viên tích cực

source: Membership Data Summary
vi_vn: Tóm tắt dữ liệu thành viên

source: Custom Recapitulations
vi_vn: Thống kê sách theo tùy chọn

source: Title and Collection recapitulation based on classification and others
vi_vn: Tóm lược chủ đề và bộ sưu tập dựa trên sự phân loại và những thứ khác

source: Title List
vi_vn: Danh sách chủ đề

source: List of bibliographic titles
vi_vn: Danh sách chủ đề sách

source: Items Title List
vi_vn: Thư mục danh sách chủ đề

source: List of collection/items
vi_vn: Danh sách bộ sưu tập / chủ đề

source: Items Usage Statistics
vi_vn: Thống kê lượt mượn của mỗi đầu sách / năm

source: List of Collection/items usage statistic
vi_vn: Danh sách bộ sưu tập / thư mục thống kê cách sử dụng

source: Loans by Classification
vi_vn: Phân loại cho mượn

source: Loan statistic by classification
vi_vn: Thống kê cho mượn bằng cách phân loại

source: List of library member/patron
vi_vn: Danh sách thành viên của thư viện/người bảo trợ

source: Loan List by Member
vi_vn: Danh sách thành viên cho mượn

source: List of loan by each member
vi_vn: Danh sách cho mượn của mỗi thành viên

source: Due Date Warning
vi_vn: Cảnh báo ngày quá hạn

source: Loan Due Date Warnings
vi_vn: Cảnh báo ngày quá hạn mượn

source: Staff Activity
vi_vn: Hoạt động của thủ thư

source: Staff activity log recapitulation
vi_vn: Tóm lược nhật ký hoạt động của thủ thư

source: Visitor Statistic
vi_vn: Thống kê khách viếng thăm

source: Visitor Statistic (by Day)
vi_vn: Thống kê khách viếng thăm (hàng ngày)

source: Visitor List
vi_vn: Danh sách khách viếng thăm

source: Fines Report
vi_vn: Báo cáo sau cùng

source: NON-Member visitor
vi_vn: Khách viếng thăm không là thành viên

source: Visitor ID
vi_vn: Mã thẻ của khách viếng thăm

source: Visitor Name
vi_vn: Tên khách viếng thăm

source: Visit Date From
vi_vn: Vie61ng thăm từ ngày

source: Visit Date Until
vi_vn: Viếng thăm đến ngày

source: Record each page
vi_vn: Ghi mỗi trang

source: Set between 20 and 200
vi_vn: Đặt từ 20 đến 200

source: Visit Date
vi_vn: Ngày thăm

source: Recap By
vi_vn: Tóm tắt lại bằng

source: Hide Filter Options
vi_vn: Chọn ẩn bộ lọc

source: Items
vi_vn: Sách

source: Title and Collection Recap by
vi_vn: Chủ đề và bộ sưu tập tóm tắt lại bằng

source: Activity Date From
vi_vn: Hoạt động từ ngày

source: Activity Date Until
vi_vn: Hoạt động đến ngày

source: Real Name
vi_vn: Tên thực

source: Login Username
vi_vn: Tên đăng nhập

source: Bibliography Data Entry
vi_vn: Nhập dữ liệu sách

source: Item Data Entry
vi_vn: Nhập dữ liệu thư mục

source: Member Data Entry
vi_vn: Nhập dữ liệu thành viên

source: Circulation Tasks
vi_vn: Nhiệm vụ lưu thông

source: Register Date From
vi_vn: Đăng ký từ ngày

source: Register Date Until
vi_vn: Đăng ký đến ngày

source: Loan Date From
vi_vn: Mượn từ ngày

source: Loan Date Until
vi_vn: Mượn đến ngày

source: Loan Status
vi_vn: Trạng thái mượn

source: Returned
vi_vn: Đã trả lại

source: Library Visitor Report
vi_vn: Báo cáo khách thăm thư viện

source: Year
vi_vn: Năm

source: Jan
vi_vn: Tháng 1

source: Feb
vi_vn: Tháng 2

source: Mar
vi_vn: Tháng 3

source: Apr
vi_vn: Tháng 4

source: May
vi_vn: Tháng 5

source: Jun
vi_vn: Tháng 6

source: Jul
vi_vn: Tháng 7

source: Aug
vi_vn: Tháng 8

source: Sep
vi_vn: Tháng 9

source: Oct
vi_vn: Tháng 10

source: Nov
vi_vn: Tháng 11

source: Dec
vi_vn: Tháng 12

source: NON-Member Visitor
vi_vn: Khách tới thăm không phải thành viên

source: Total visit/month
vi_vn: Tổng số truy cập từng tháng

source: Press Ctrl and click to select multiple entries
vi_vn: Nhấn Ctr và click vào đa lựa chọn

source: Item Status
vi_vn: Trạng thái thư mục

source: Price
vi_vn: Gía cả

source: Overdue
vi_vn: Qúa hạn

source: day(s)
vi_vn: Ngày

source: 0 Classes
vi_vn: Loại 0

source: 1 Classes
vi_vn: Loại 1

source: 2 Classes
vi_vn: Loại 2

source: 2X Classes (Islamic Related)
vi_vn: Loại 2X (liên quan tới Hồi giáo)

source: 3 Classes
vi_vn: Loại 3

source: 4 Classes
vi_vn: Loại 4

source: 5 Classes
vi_vn: Loại 5

source: 6 Classes
vi_vn: Loại 6

source: 7 Classes
vi_vn: Loại 7

source: 8 Classes
vi_vn: Loại 8

source: 9 Classes
vi_vn: Loại 9

source: NON Decimal Classes
vi_vn: Loại không có số thập phân

source: Month
vi_vn: Tháng

source: Author
vi_vn: Tác giả

source: Copies
vi_vn: Số lượng sách

source: Visitor Report
vi_vn: Báo cáo khách viếng thăm

source: This report loan items which will due in 3 to 0 days
vi_vn: Tư mục báo cáo cho mượn quá hạn từ 0 đến 3 ngày

source: Reserve Date From
vi_vn: Đặt trước từ ngày

source: Reserve Date Until
vi_vn: Đặt trước đến ngày

source: Place Name can't be empty
vi_vn: Tên nơi ở không để rỗng

source: Place Data Successfully Updated
vi_vn: Cập nhật thành công dữ liệu nơi ở

source: Place Data FAILED to Updated. Please Contact System Administrator
vi_vn: Cập nhật thất bại dữ liệu nơi ở. Vui lòng liên hệ với quản trị hệ thống

source: New Place Data Successfully Saved
vi_vn: Lưu lại thành công dữ liệu nơi ở mới

source: Place Data FAILED to Save. Please Contact System Administrator
vi_vn: Lưu thất bại dữ liệu nơi ở. Vui lòng liên hệ với quản trị hệ thống

source: Place
vi_vn: Nơi xuất bản

source: Add New Place
vi_vn: Thêm nơi ở mới

source: Place List
vi_vn: Danh sách nơi ở

source: Place Name
vi_vn: Tên nơi ở

source: You are going to edit place data
vi_vn: Bạn đang sửa dữ liệu nơi ở

source: Subject can't be empty
vi_vn: Chủ đề không thể rỗng

source: Subject Data Successfully Updated
vi_vn: Cập nhật thành công dữ liệu chủ đề

source: Subject Data FAILED to Updated. Please Contact System Administrator
vi_vn: Cập nhật thất bại dữ liệu chủ đề. Vui lòng liên hệ với quản trị hệ thống

source: New Subject Data Successfully Saved
vi_vn: Lưu lại thành công dữ liệu chủ đề mới

source: Subject Data FAILED to Save. Please Contact System Administrator
vi_vn: Lưu thất bại dữ liệu chủ đề. Vui lòng liên hệ với quản trị hệ thống

source: Subject
vi_vn: Chủ đề

source: Add New Subject
vi_vn: Thêm chủ đề mới

source: Subject List
vi_vn: Danh sách chủ đề

source: Classification Code
vi_vn: Mã phân loại

source: Subject Type
vi_vn: Kiểu chủ đề

source: Authority Files
vi_vn: Hồ sơ ủy quyền

source: You are going to edit Subject data
vi_vn: Bạn đang sửa dữ liệu chủ đề

source: Class. Code
vi_vn: Mã loại

source: Collection type name can't be empty
vi_vn: Tên kiểu bộ sưu tập không thể rỗng

source: Colllection Type Data Successfully Updated
vi_vn: Cập nhật thành công dữ liệu kiểu bộ sưu tập

source: Colllection Type Data FAILED to Updated. Please Contact System Administrator
vi_vn: Cập nhật thất bại dữ liệu kiểu bộ sưu tập. Vui lòng liên hệ với quản trị hệ thống

source: New Colllection Type Data Successfully Saved
vi_vn: Lưu thành công dữ liệu mới kiểu bộ sưu tập

source: Author Data FAILED to Save. Please Contact System Administrator
vi_vn: Lưu lại

source: Location ({item_name}) still used by {number_items} item(s)
vi_vn: Vị trí (tên thư mục) vẫn được sử dụng bởi (thư mục số) thư mục

source: Below data can not be deleted:
vi_vn: Dữ liệu dưới không thể xóa

source: Add New Collection Type
vi_vn: Thêm mới kiểu bộ sưu tập

source: Collection Type List
vi_vn: Danh sách kiểu bộ sưu tập

source: You are going to edit collection type data
vi_vn: Bạn đang sửa dữ liệu kiểu bộ sưu tập

source: General Material Designation
vi_vn: Ký hiệu tài liệu thông thường

source: Document Publisher
vi_vn: Tài liệu xuất bản

source: Supplier
vi_vn: Nhà cung cấp

source: Item Supplier
vi_vn: Thư mục cung cấp

source: Document Authors
vi_vn: Tác giả của tài liệu

source: Item Location
vi_vn: Khu vực thư mục

source: Lookup Files
vi_vn: Tra cứu thông tin

source: Doc. Language
vi_vn: Ngôn ngữ viết sách

source: Document Content Language
vi_vn: Nội dung ngôn ngữ tài liệu

source: Label
vi_vn: Nhãn

source: Special Labels for Titles to Show Up On Homepage
vi_vn: Nhãn đặc biệt cho tiêu đề đưa lên trang chủ

source: Frequency
vi_vn: Tần suất phát hành

source: Orphaned Author
vi_vn: Khuyết tác giả

source: Orphaned Authors
vi_vn: Những tác giả khuyết

source: Orphaned Subject
vi_vn: Khuyết tên chủ đề

source: Location ID and Name can't be empty
vi_vn: Mã khu vực và tên không để trống

source: Location Data Successfully Updated
vi_vn: Cập nhật thành công dữ liệu định vị

source: Location Data FAILED to Updated. Please Contact System Administrator
vi_vn: Cập nhật thất bại dữ liệu định vị. Vui lòng liên hệ với quản trị hệ thống

source: New Location Data Successfully Saved
vi_vn: Lưu thành công dữ liệu định vị mới

source: Location Data FAILED to Save. Please Contact System Administrator
vi_vn: Lưu thất bại dữ liệu định vị. Vui lòng liên hệ với quản trị hệ thống

source: Add New Location
vi_vn: Thêm khu vực mới

source: Location List
vi_vn: Danh sách khu vực

source: Location Code
vi_vn: Mã khu vực

source: Location Name
vi_vn: Tên khu vực

source: You are going to edit location data
vi_vn: Bạn đang sửa dữ liệu khu vực

source: Frequency Data Successfully Updated
vi_vn: Cập nhật thành công dữ liệu tần suất

source: Frequency Data FAILED to Updated. Please Contact System Administrator
vi_vn: Cập nhật thất bại dữ liệu tần suất. Vui lòng liên hệ với quản trị hệ thống

source: New Frequency Data Successfully Saved
vi_vn: Lưu mới thành công dữ liệu tần suất

source: Frequency Data FAILED to Save. Please Contact System Administrator
vi_vn: Lưu thất bại dữ liệu tần suất. Vui lòng liên hệ với quản trị hệ thống

source: Add New Frequency
vi_vn: Thêm mới dữ liệu tần suất

source: Frequency Available
vi_vn: Tần suất thông thường

source: Time Increment
vi_vn: Gia tăng thời gian

source: Day
vi_vn: Ngày

source: Week
vi_vn: Tuần

source: Time Unit
vi_vn: Đơn vị thời gian

source: You are going to edit Frequency data
vi_vn: Bạn đang chỉnh sửa dữ liệu tần suất

source: Language ID or Name can't be empty
vi_vn: Ngôn ngữ của mã thẻ hoặc tên không để trống

source: Language Data Successfully Updated
vi_vn: Cập nhật thành công dữ liệu ngôn ngữ

source: Language Data FAILED to Updated. Please Contact System Administrator
vi_vn: Cập nhật thất bại dữ liệu ngôn ngữ. Vui lòng liên hệ với quản trị hệ thống

source: New Language Data Successfully Saved
vi_vn: Lưu mới thành công dữ liệu ngôn ngữ

source: Language Data FAILED to Save. Please Contact System Administrator
vi_vn: Lưu thất bại dữ liệu gôn ngữ. Vui lòng liên hệ với quản trị hệ thống

source: Add New Language
vi_vn: Thêm mới ngôn ngữ

source: Language List
vi_vn: Danh sách ngôn ngữ

source: Language Code
vi_vn: Mã ngôn ngữ

source: You are going to edit language data
vi_vn: Bạn đang chỉnh sửa dữ liệu ngôn ngữ

source: Label Data Successfully Updated
vi_vn: Cập nhật thành công dữ liệu nhãn sách

source: Label Data FAILED to Updated. Please Contact System Administrator
vi_vn: Cập nhật thất bại dữ liệu nhãn sách. Vui lòng liên hệ với quản trị hệ thống

source: New Label Data Successfully Saved
vi_vn: Lưu thành công dữ liệu nhãn sách mới

source: Label Data FAILED to Save. Please Contact System Administrator
vi_vn: Lưu thất bại dữ liệu nhãn sách. Vui lòng liên hệ với quản trị hệ thống

source: Add New Label
vi_vn: Thêm nhãn sách mới

source: Label List
vi_vn: Danh sách nhãn sách

source: Label Name
vi_vn: Tên nhãn sách

source: Label Description
vi_vn: Mô tả nhãn sách

source: You are going to edit Label data
vi_vn: Bạn đang chỉnh sửa dưliệu nhãn sách

source: GMD Code And Name can't be empty
vi_vn: Mã thể loại và tên không để trống

source: GMD Data Successfully Updated
vi_vn: Cập nhật thành công dữ liệu trong thể loại

source: GMD Data FAILED to Updated. Please Contact System Administrator
vi_vn: Cập nhật thất bại dữ liệu trong thể loại. Vui lòng liên hệ với quản trị hệ thống

source: New GMD Data Successfully Saved
vi_vn: Lưu mới thành công dữ liệu trong thể loại

source: GMD Data FAILED to Save. Please Contact System Administrator
vi_vn: Lưu thất bại dữ liệu trong thể loại. Vui lòng liên hệ với quản trị hệ thống

source: Add New GMD
vi_vn: Thêm thể loại mới

source: GMD List
vi_vn: Danh sách các thể loại

source: GMD Code
vi_vn: Mã thể loại

source: GMD Name
vi_vn: Tên thể loại

source: You are going to edit gmd data
vi_vn: Bạn đang chỉnh sửa dữ liệu của bộ phận

source: No Loan Transaction
vi_vn: Không có giao dịch mượn

source: Skipped By Stock Take
vi_vn: Bỏ qua bởi nguồn dự trữ kho

source: Item Status ID and Name can't be empty
vi_vn: Thư mục trạng thái ID và tên không để trống

source: Item Status Data Successfully Updated
vi_vn: Cập nhật thành công dữ liệu thư mục trạng thái

source: Item Status Data FAILED to Updated. Please Contact System Administrator
vi_vn: Cập nhật thất bại dữ liệu thư mục trạng thái.Vui lòng liên hệ với quản trị hệ thống

source: New Item Status Data Successfully Saved
vi_vn: Lưu thành công dữ liệu thư mục trạng thái

source: Item Status Data FAILED to Save. Please Contact System Administrator
vi_vn: Lưu thất bại dữ liệu thư mục trạng thái. Vui lòng liên hệ với quản trị hệ thống

source: Add New Item Status
vi_vn: Thêm mới thư mục trạng thái

source: Item Status Code
vi_vn: Mã thư mục trạng thái

source: Item Status Name
vi_vn: Tên thư mục trạng thái

source: Rules
vi_vn: Nội quy

source: You are going to edit Item Status data
vi_vn: Bạn đang chỉnh sửa thư mục trạng thái

source: Publisher Name can't be empty
vi_vn: Tên nhà xuất bản không để trống

source: Publisher Data Successfully Updated
vi_vn: Cập nhật thành công dữ liệu nhà xuất bản

source: PUBLISHER Data FAILED to Updated. Please Contact System Administrator
vi_vn: Cập nhật thất bại dữ liệu nhà xuất bản. Vui lòng liên hệ với quản trị hệ thống

source: New Publisher Data Successfully Saved
vi_vn: Lưu thành công dữ liệu nhà xuất bản mới

source: Publisher Data FAILED to Save. Please Contact System Administrator
vi_vn: Lưu thất bại dữ liệu nhà xuất bản. Vui lòng liên hệ với quản trị hệ thống

source: Add New Publisher
vi_vn: Thêm nhà xuất bản mới

source: Publisher List
vi_vn: Danh sách nhà xuất bản

source: Publisher Name
vi_vn: Tên nhà xuất bản

source: You are going to edit publisher data
vi_vn: Bạn đang chỉnh sửa dữ liệu nhà xuất bản

source: Author name can't be empty
vi_vn: Tên tác giả không để trống

source: Author Data Successfully Updated
vi_vn: Cập nhật thành công dữ liệu tác giả

source: Author Data FAILED to Updated. Please Contact System Administrator
vi_vn: Cập nhật thất bại dữ liệu tác giả. Vui lòng liên hệ với quản trị hệ thống

source: New Author Data Successfully Saved
vi_vn: Lưu thành công dữ liệu tác giả mới.

source: Add New Author
vi_vn: Thêm tác giả mới

source: Author List
vi_vn: Danh sách tác giả

source: Author Name
vi_vn: Tên tác giả

source: Author Birth Year
vi_vn: Ngày tháng năm sinh của tác giả

source: Authority Type
vi_vn: Loại tác giả

source: You are going to edit author data
vi_vn: Bạn đang chỉnh sửa dữ liệu tác giả

source: Author Year
vi_vn: Năm sinh của tác giả

source: Supplier Name can't be empty
vi_vn: Tên nhà cung cấp không để trống

source: Supplier Data Successfully Updated
vi_vn: Cập nhật thành công dữ liệu nhà cung cấp

source: Supplier Data FAILED to Updated. Please Contact System Administrator
vi_vn: Cập nhật thất bại dữ liệu nhà cung cấp. Vui lòng liên hệ với quản trị hệ thống

source: New Supplier Data Successfully Saved
vi_vn: Lưu thành công dữ liệu nhà cung cấp mới

source: Supplier Data FAILED to Save. Please Contact System Administrator
vi_vn: Lưu thất bại dữ liệu nhà cung cấp. Vui lòng liên hệ với quản trị hệ thống

source: Add New Supplier
vi_vn: Thêm nhà cung cấp mới

source: Supplier List
vi_vn: Danh sách nhà cung cấp

source: Supplier Name
vi_vn: Tên nhà cung cấp

source: Contact
vi_vn: Liên hệ

source: Account Number
vi_vn: Số tài khoản

source: You are going to edit Supplier data
vi_vn: Bạn đang chỉnh sửa dữ liệu nhà cung cấp

source: Barcode Generator
vi_vn: Bộ sinh mã ĐKCB

source: Error creating barcode!
vi_vn: Lỗi tạo mã ĐKCB

source: Barcode generation finished
vi_vn: Hoàn thành sinh mã ĐKCB

source: Type barcodes text to one or more text field below and click
vi_vn: Nhấn mã vạch cho một hoặc nhiều đề mục dưới đây

source: Generate Barcodes
vi_vn: Sinh mã ĐKCB

source: Barcode Size
vi_vn: Kích cỡ mã ĐKCB

source: Small
vi_vn: Nhỏ

source: Medium
vi_vn: Trung bình

source: Big
vi_vn: Lớn

source: Title or Path can't be empty!
vi_vn: Tiêu đề hoặc đường dẫn không để trống
