Repository: bao-btu/thuvien
Catalog: lib/lang/locale/*/LC_MESSAGES/messages.po
Languages: vi_vn

source: Huong dan opac
vi_vn: Hướng dẫn tra cứu

source: Thong ke so luong SV muon theo lop
vi_vn: Thống kê số lượng thành viên mượn theo từng lớp - đơn vị

source: Thu vien BTU
vi_vn: Thư viện BTU

source: Data Import Plus
vi_vn: Thêm dữ liệu một file

source: Export - Report
vi_vn: Xuất dữ liệu dạng SĐKCB

source: BTU Report
vi_vn: BTU báo cáo - thống kê

source: Thong ke luot SV muon
vi_vn: Thống kê số lượng SV mượn

source: Sach moi
vi_vn: Sách mới

source: Tra cuu
vi_vn: Tra cứu tài liệu

source: Personal Name
vi_vn: Tên

source: Organizational Body
vi_vn: Cơ quan / Đơn vị

source: Conference
vi_vn: Hội thảo

source: Topic
vi_vn: Từ khóa

source: Geographic
vi_vn: Địa lý

source: Name
vi_vn: Tên

source: Temporal
vi_vn: Thời gian

source: Genre
vi_vn: Thể loại

source: Occupation
vi_vn: Nghề nghiệp

source: Primary Author
vi_vn: Tác giả chính

source: Additional Author
vi_vn: Tác giả khác

source: Editor
vi_vn: Người biên tập

source: Translator
vi_vn: Người dịch

source: Director
vi_vn: Giám đốc

source: Producer
vi_vn: Người chịu trách nhiệm xuất bản

source: Composer
vi_vn: Soạn giả

source: Illustrator
vi_vn: Vẽ minh họa

source: Creator
vi_vn: Tác giả

source: Contributor
vi_vn: Góp phần

source: Information
vi_vn: Thông tin

source: Collections
vi_vn: Kết quả tìm kiếm

source: Search Cluster
vi_vn: Tìm kiếm

source: Member Area
vi_vn: Thành viên

source: Librarian LOGIN
vi_vn: Đăng nhập quản trị

source: Select Language
vi_vn: Chọn ngôn ngữ

source: Advanced Search
vi_vn: Tìm kiếm nâng cao

source: Collection Type
vi_vn: Thể loại tài liệu

source: Location
vi_vn: Vị trí

source: Web Online Public Access Catalog - Use the search options to find documents quickly
vi_vn: Trang tra cứu thông tin tài liệu thư viện trực tuyến của trường Cao đẳng Cộng đồng Bình Thuận

source: You are currently Logged on as member
vi_vn: Bạn đang đăng nhập với tư cách là thành viên

source: LOGOUT
vi_vn: ĐĂNG XUẤT

source: Home
vi_vn: Trang chủ

source: Library Information
vi_vn: Thông tin thư viện

source: Help on Search
vi_vn: Hỗ trợ tìm kiếm

source: Search
vi_vn: Tìm kiếm

source: Edition
vi_vn: Ấn bản

source: ISBN/ISSN
vi_vn: Số ISBN

source: Collation
vi_vn: Mô tả vật lý (Trang, khổ)

source: Series Title
vi_vn: Tùng thư

source: Call Number
vi_vn: Mã hóa

source: Title
vi_vn: Tên sách

source: Author(s)
vi_vn: Tác giả

source: Subject(s)
vi_vn: Từ khóa

source: Classification
vi_vn: Phân loại

source: GMD
vi_vn: Loại sách

source: Language
vi_vn: Ngôn ngữ

source: Publisher
vi_vn: Nhà xuất bản

source: Publishing Year
vi_vn: Năm xuất bản

source: Publishing Place
vi_vn: Nơi xuất bản

source: Abstract/Notes
vi_vn: Tóm tắt/Ghi chú

source: Specific Detail Info
vi_vn: Thông tin chi tiết

source: Image
vi_vn: Ảnh

source: File Attachment
vi_vn: Tập tin đính kèm

source: Availability
vi_vn: Số lượng sách trong kho

source: Custom Field 1
vi_vn: Phạm vi tùy chỉnh 1

source: Custom Field 2
vi_vn: Phạm vi tùy chỉnh 2

source: Back To Previous
vi_vn: Quay lại trang trước

source: You Have Been Logged Out From Library Automation System
vi_vn: Bạn đã đăng xuất khỏi hệ thống Thư viện Trường Cao đẳng Cộng đồng Bình Thuận

source: Welcome To The Library Automation System, you are currently logged in as
vi_vn: Chào mừng bạn đến với Thư viện điện tử Trường Cao đẳng Cộng đồng Bình Thuận, bạn đã đăng nhập

source: <strong>PHP GD</strong> extension is not installed. Please install it or application won't be able to create image thumbnail and barcode.
vi_vn: Phần ở rộng <strong>PHP GD</strong> đã không được cài đặt. Hãy cài đặt hoặc ứng dụng không thể tạo ra hình ảnh thu nhỏ và mã vạch

source: <strong>Freetype</strong> support is not enabled in PHP GD extension. Rebuild PHP GD extension with Freetype support or application won't be able to create barcode.
vi_vn: <strong>Freetype</strong> không được hỗ trợ kích hoạt trong PHP GD. Xây dựng lại PHP GD mở rộng với sự hỗ trợ của freetype hoặc ứng dụng không thể tạo ra mã vạch

source: There is currently <strong>{num_overdue}</strong> library members having overdue. Please check at <b>Circulation</b> module at <b>Overdues</b> section for more detail
vi_vn: Hiện có <strong>{num_overdue}</strong> thành viên có tài liệu quá hạn. Vui lòng kiểm tra tại <b>Mượn - trả tài liệu</b> -> <b>Danh sách quá hạn</b> để xem chi tiết hơn.

source: <strong>Images</strong> directory and directories under it is not writable. Make sure it is writable by changing its permission or you won't be able to upload any images and create barcodes
vi_vn: Thư mục hình ảnh và thư mục đính kèm không thể ghi được. Hãy chắc chắn có thể ghi lại cho phép sự thay đổi hoặc không hể tải ảnh lên và tạo mã vạch

source: <strong>Repository</strong> directory is not writable. Make sure it is writable (and all directories under it) by changing its permission or you won't be able to upload any bibliographic attachments.
vi_vn: Thư mục <strong>Repository</strong> không thể ghi. Hãy chắc chắn nó có thể ghi được (và tất cả thư mục dưới nó) cho phép sự thay đổi hoặc không thể cập nhật bất kỳ thư mục đính kèm.

source: <strong>File upload</strong> directory is not writable. Make sure it is writable (and all directories under it) by changing its permission or you won't be able to upload any file, create report files and create database backups.
vi_vn: Tệp tin cập nhật thư mục không thể ghi được. Hãy chắc chắn nó có thể ghi được ( và tất cả thư mục dưới nó) cho phép sự thay đổi hoặc không thể cập nhật , tạo ra bất kỳ tệp tin báo cáo cũng như tạo ra cơ sở dữ liệu .

source: The PATH for <strong>mysqldump</strong> program is not right! Please check configuration file or you won't be able to do any database backups.
vi_vn: Đường dẫn đến chương trình không đúng. Vui lòng kiểm tra tệp tin cấu hình hoặc không thể đóng gói bất kỳ cơ sở dữ liệu nào.

source: You are not authorized to view this section
vi_vn: Bạn không có quyền để xem phần này.

source: Your Login Session has already timeout!
vi_vn: Thời gian chờ sau khi khi đăng nhập đã hết. Bạn vui lòng đăng nhập lại.

source: Panel
vi_vn: Bảng điều khiển

source: Change User Profiles
vi_vn: Thay đổi thông tin người dùng

source: Change Current User Profiles and Password
vi_vn: Thay đổi thông tin người dùng hiện tại và mật khẩu

source: Add New Bibliography
vi_vn: Thêm tên tài liệu mới

source: Add New Bibliographic Data/Catalog
vi_vn: Thêm dữ liệu tài liệu mới / Danh mục tài liệu

source: Start Transaction
vi_vn: Bắt đầu giao dịch mượn - trả

source: Start Circulation Transaction Proccess
vi_vn: Quá trình giao dịch bắt đầu

source: Quick Return
vi_vn: Trả tài liệu nhanh

source: Quick Return Collection
vi_vn: Quay lại thể loại tài liệu

source: Add New Member
vi_vn: Thêm thành viên mới

source: Add New Library Member Data
vi_vn: Thêm dữ liệu thành viên thư viện mới

source: Membership
vi_vn: Thành viên

source: View Member List
vi_vn: Xem danh sách thành viên

source: View Library Member List
vi_vn: Xem danh sách thành viên

source: Member Type
vi_vn: Nhóm thành viên

source: View and modify member type
vi_vn: Xem và chỉnh sửa nhóm thành viên

source: Tools
vi_vn: Công cụ

source: Member Card Printing
vi_vn: In thẻ thành viên

source: Print Member Card
vi_vn: In thẻ thành viên

source: Import Data
vi_vn: Nhập dữ liệu thành viên

source: Import Members Data From CSV File
vi_vn: Nhập dữ liệu thành viên từ tập tin CSV

source: Export Data
vi_vn: Xuất dữ liệu thành viên

source: Export Members Data To CSV File
vi_vn: Xuất dữ liệu thành viên ra file CSV

source: You don't have enough privileges to access this area!
vi_vn: Bạn không đủ quyền để vào khu vực này!

source: Please select the file to import!
vi_vn: Vui lòng lựa chọn tập tin CSV!

source: Required fields (*) must be filled correctly!
vi_vn: Các trường (*) phải điền đầy đủ và chính xác!

source: Upload failed! File type not allowed or the size is more than
vi_vn: Tải lên bị lỗi! Kiểu tệp tin không cho phép hoặc kích cỡ quá lớn.

source: records inserted successfully to members database, from record
vi_vn: Các dòng dữ liệu đã được nhập vào hệ thống thành công

source: Import for members data from CSV file
vi_vn: Nhập dữ liệu thành viên từ tập tin CSV

source: Import Now
vi_vn: Nhập dữ liệu

source: File To Import
vi_vn: Chọn tập tin CSV nhập dữ liệu

source: Field Separator
vi_vn: Ký tự phân cách

source: Field Enclosed With
vi_vn: Lĩnh vực kèm theo với

source: Number of Records To Export (0 for all records)
vi_vn: Số lượng bản ghi cần nhập (0 : nhập tất cả)

source: Start From Record
vi_vn: Bắt đầu ghi từ dòng thứ trong tập tin

source: Print queue cleared!
vi_vn: Bạn có chắc muốn xóa lệnh đợi in!

source: Selected items NOT ADDED to print queue. Only {max_print} can be printed at once
vi_vn: Một số mục lựa chọn KHÔNG THỂ THÊM vào hàng đợi in. Hàng đợi in chỉ chứa tối đa {max_print} dòng dữ liệu

source: Selected items added to print queue
vi_vn: Các mục lựa chọn đã được thêm vào hàng đợi in

source: There is no data to print!
vi_vn: Không có dữ liệu để in

source: Member ID
vi_vn: Mã thành viên

source: Member Name
vi_vn: Tên thành viên

source: Membership Type
vi_vn: Nhóm nhóm viên

source: Print Member Cards for Selected Data
vi_vn: In thẻ thành viên từ danh sách hàng đợi

source: Clear Print Queue
vi_vn: Xóa hàng đợi in

source: Maximum
vi_vn: Tối đa

source: records can be printed at once. Currently there is
vi_vn: Danh sách in cùng một lúc. Hiện có

source: in queue waiting to be printed.
vi_vn: mục đợi in.

source: Add
vi_vn: Thêm

source: Add To Print Queue
vi_vn: Thêm vào danh sách đợi in

source: Add to print queue?
vi_vn: Có thêm vào danh sách đợi in không?

source: Found
vi_vn: Tìm thấy

source: from your search with keyword
vi_vn: kết quả phù hợp với từ khóa

source: Member ID and Name can't be empty
vi_vn: Mã thành viên và tên thành viên không thể để trống

source: Password confirmation does not match. See if your Caps Lock key is on!
vi_vn: Xác nhận mật khẩu không phù hợp. Hãy xem có thể phím Caps Lock đang bật.

source: Member Data Successfully Updated
vi_vn: Cập nhật thành công dữ liệu thành viên

source: Image Uploaded Successfully
vi_vn: Tải hình ảnh lên thành công

source: Image FAILED to upload
vi_vn: Tải hình ảnh lên thất bại

source: Member Data FAILED to Save/Update. Please Contact System Administrator
vi_vn: Dữ liệu thành viên không thể cập nhật. Vui lòng liên hệ với quản trị hệ thống

source: New Member Data Successfully Saved
vi_vn: Dữ liệu thành viên mới đã được lưu thành công

source: Below member data can't be deleted because still have unreturned item(s)
vi_vn: Dữ liệu thành viên không thể xóa

source: All Data Successfully Deleted
vi_vn: Đã xóa dữ liệu thành công

source: Some or All Data NOT deleted successfully!\nPlease contact system administrator
vi_vn: Một phần hoặc tất cả dữ liệu đã không được xóa thành công. Vui lòng liên hệ với quản trị hệ thống

source: Member List
vi_vn: Danh sách thành viên

source: View Expired Member
vi_vn: Xem thành viên hết hạn

source: Member Search
vi_vn: Tìm kiếm thành viên

source: You don't have enough privileges to view this section
vi_vn: Bạn không đủ quyền để xem phần này

source: Save
vi_vn: Lưu lại

source: Update
vi_vn: Cập nhật

source: Extend
vi_vn: Gia hạn

source: Extend Membership
vi_vn: Gia hạn thẻ thành viên

source: Membership Already Expired
vi_vn: Thành viên vừa hết hạn

source: Birth Date
vi_vn: Ngày sinh

source: Member Since
vi_vn: Là thành viên từ

source: Register Date
vi_vn: Ngày đăng ký thành viên

source: Expiry Date
vi_vn: Ngày hết hạn

source: Auto Set
vi_vn: Đặt tự động

source: Institution
vi_vn: Tổ chức / Đơn vị

source: Male
vi_vn: Nam

source: Female
vi_vn: Nữ

source: Gender
vi_vn: Giới tính

source: Address
vi_vn: Địa chỉ

source: Postal Code
vi_vn: Mã số bưu điện

source: Mail Address
vi_vn: Địa chỉ email

source: Phone Number
vi_vn: Số điện thoại

source: Fax Number
vi_vn: Số fax

source: Personal ID Number
vi_vn: Số chứng minh thư

source: Notes
vi_vn: Ghi chú

source: Pending Membership
vi_vn: Xác nhận là thành viên

source: Yes
vi_vn: Đồng ý

source: Photo
vi_vn: Ảnh

source: New Password
vi_vn: Mật khẩu mới

source: Confirm New Password
vi_vn: Xác nhận mật khẩu mới

source: You are going to edit member data
vi_vn: Bạn đang sửa dữ liệu thành viên

source: Last Updated
vi_vn: Cập nhật lần cuối

source: Leave Password field blank if you don't want to change the password
vi_vn: Bỏ trống phần mật khẩu nếu bạn không muốn thay đổi mật khẩu

source: Expired Member List
vi_vn: Danh sách thành viên hết hạn

source: Extend Selected Member(s)
vi_vn: Lựa chọn mở rộng thành viên

source: Are you sure to EXTEND membership for selected members?
vi_vn: Bạn có chắc muốn mở rộng đối với thành viên đã lựa chọn?

source: members extended!
vi_vn: Mở rộng thành viên!

source: Member Type Name can't be empty
vi_vn: Nhóm thành viên không thể để trống

source: Member Type Successfully Updated
vi_vn: Cập nhật nhóm thành viên thành công!

source: Member Type Data FAILED to Save/Update. Please Contact System Administrator
vi_vn: Cập nhật nhóm thành viên thất bại. Vui lòng liên hệ với quản trị hệ thống

source: New Member Type Successfully Saved
vi_vn: Thêm mới nhóm thành viên thành công!

source: Add New Member Type
vi_vn: Thêm nhóm thành viên mới

source: Member Type List
vi_vn: Danh sách nhóm thành viên

source: Member Type Name
vi_vn: Tên nhóm thành viên

source: Loan Limit
vi_vn: Số lượng tài liệu cho mượn tối đa

source: Loan Periode (In Days)
vi_vn: Thời hạn cho mượn (trong ngày)

source: Enable
vi_vn: Cho phép

source: Disable
vi_vn: Không cho phép

source: Reserve
vi_vn: Đăng ký trước

source: Reserve Limit
vi_vn: Số lượng tối đa đăng ký trước

source: Membership Periode (In Days)
vi_vn: Hạn thẻ thành viên (Đơn vị : ngày)

source: Reborrow Limit
vi_vn: Gia hạn

source: Fine Each Day
vi_vn: Tiền phạt mỗi ngày

source: Overdue Grace Periode
vi_vn: Ngày trễ hạn cho phép

source: Found <strong>{result->num_rows}</strong> from your keywords
vi_vn: Tìm thấy <strong>{result->num_rows}</strong> kết quả cho từ khóa

source: Error on query to database, Export FAILED!
vi_vn: Truy vấn cơ sở dữ liệu bị lỗi, xuất dữ liệu thất bại

source: There is no record in membership database yet, Export FAILED!
vi_vn: Không có thành viên nào trong CSDL. Xuất dữ liệu thất bại

source: Export member(s) data to CSV file
vi_vn: Xuất dữ liệu thành viên từ tệp tin CSV

source: Export Now
vi_vn: Xuất dữ liệu

source: Record Separator
vi_vn: Bản ghi phân biệt

source: Fines Description and Debet value can't be empty
vi_vn: Phần mô tả tiền phạt và giá trị ghi nợ không để trống

source: Value of Credit can not be higher that Debet Value
vi_vn: Gía trị của thẻ cho nợ không thể cao hơn gía trị ghi nợ

source: Fines Data Successfully Updated
vi_vn: Cập nhật dữ liệu tiền phạt thành công!

source: Fines Data FAILED to Updated. Please Contact System Administrator
vi_vn: Cập nhật dữ liệu tiền phạt thất bại. Vui lòng liên hệ với quản trị hệ thống

source: New Fines Data Successfully Saved
vi_vn: Thêm dữ liệu tiền phạt mới thành công.

source: Fines Data FAILED to Save. Please Contact System Administrator
vi_vn: Không lưu được dữ liệu tiền phạt. Vui lòng liên hệ với quản trị hệ thống

source: Add New Fines
vi_vn: Thêm mới tiền phạt

source: Fines List
vi_vn: Danh sách phạt

source: View Balanced Overdue
vi_vn: Đối chiếu quá hạn

source: Fines Date
vi_vn: Tiền phạt ngày

source: Description/Name
vi_vn: Mô tả/ Tên

source: Debit
vi_vn: Thẻ ghi nợ

source: Credit
vi_vn: Thẻ tín dụng

source: You are going to edit fines data
vi_vn: Bạn đang chỉnh sửa dữ liệu tiền phạt

source: Item Code
vi_vn: Mã tài liệu

source: Loan Date
vi_vn: Ngày mượn

source: Not Returned Yet
vi_vn: Đang mượn

source: Returned Date
vi_vn: Ngày trả

source: Circulation
vi_vn: Mượn - trả

source: Loan Rules
vi_vn: Nội quy/Quy tắc mượn

source: View and Modify Circulation Loan Rules
vi_vn: Xem và sửa đổi nội quy mượn

source: Loan History
vi_vn: Lịch sử mượn tài liệu

source: Loan History Overview
vi_vn: Tổng quan lịch sử mượn tài liệu

source: Overdued List
vi_vn: Danh sách quá hạn

source: View Members Having Overdues
vi_vn: Xem thành viên có tài liệu mượn quá hạn

source: Reservation
vi_vn: Đăng ký trước

source: Are you sure you want to return the item
vi_vn: Bạn chắc chắn muốn trả tài liệu ?

source: Are you sure to extend loan for
vi_vn: Bạn chắc chắn gia hạn cho

source: Return
vi_vn: Trả sách

source: Col. Type
vi_vn: Thể loại tài liệu

source: Due Date
vi_vn: Hạn trả

source: Return this item
vi_vn: Trả tài liệu này

source: No Extend
vi_vn: Không gia hạn

source: Extend loan for this item
vi_vn: Gia hạn mượn cho tài liệu này

source: Extended
vi_vn: Gia hạn

source: OVERDUED for
vi_vn: QUÁ HẠN cho

source: days(s) with fines value
vi_vn: ngày với giá trị tiền phạt

source: Item {itemCode} is being reserved by member {member}
vi_vn: Tài liệu{itemCode} đã được đặt trước bởi {member}

source: Send overdues notice e-mail
vi_vn: Gửi thông báo quá hạn tới email của thành viên

source: Loan Rules Successfully Updated
vi_vn: Nội quy/Quy tắc mượn cập nhật thành công

source: Loan Rules FAILED to Updated. Please Contact System Administrator
vi_vn: Nội quy/Quy tắc mượn cập nhật thất bại. Vui lòng liên hệ với quản trị hệ thống

source: New Loan Rules Successfully Saved
vi_vn: Thêm mới nội quy/Quy tắc mượn thành công

source: Loan Rules FAILED to Save. Please Contact System Administrator
vi_vn: Thêm mới nội quy/quy tắc mượn không thành công. Vui lòng liên hệ với quản trị hệ thống

source: Add New Loan Rules
vi_vn: Thêm mới nội quy/quy tắc mượn

source: Loan Rules List
vi_vn: Danh sách nội quy/quy tắc mượn

source: ALL
vi_vn: Tất cả

source: Loan Period
vi_vn: Thời gian cho mượn

source: Fines Each Day
vi_vn: Tiền phạt mỗi ngày

source: You are going to edit loan rules
vi_vn: Bạn đang chỉnh sửa nội quy/quy tắc mượn

source: Last Update
vi_vn: Cập nhật cuối cùng

source: CIRCULATION - Insert a member ID to start transaction with keyboard or barcode reader
vi_vn: MƯỢN _ TRẢ TÀI LIỆU - Nhập mã số thành viên để bắt đầu giao dịch với bảng điểu khiển hoặc thiết bị đọc mã vạch

source: Transaction with member {member_id} is completed
vi_vn: Giao dịch với thành viên {member_id} đã hoàn thành

source: ERROR! Loan data can't be saved to database
vi_vn: LỖI ! Dữ liệu mượn không thể lưu vào cơ sở dữ liệu

source: Transaction finished
vi_vn: Kết thúc giao dịch

source: Overdue fines inserted to fines database
vi_vn: Tiền phạt quá hạn được gắn vào dữ liệu tiền phạt

source: Item CANNOT BE Extended! This Item is being reserved by other member
vi_vn: Thư mục không thể mở rộng! Thư mục naỳ đã được thành viên khác đặt trước

source: Loan Extended
vi_vn: Giới hạn mượn

source: Loan Limit Reached!
vi_vn: Đạt giới hạn mượn

source: Do You Want To Overide This?
vi_vn: Bạn có muốn giành quyền này không?

source: WARNING! This Item is reserved by another member
vi_vn: CẢNH BÁO! Tài liệu này đã được đặt trước bởi một thành viên khác

source: This Item is not registered in database
vi_vn: Tài liệu này không có trong cơ sở dữ liệu

source: This Item is currently not available
vi_vn: Tài liệu này hiện không có sẵn

source: Loan NOT PERMITTED! Membership already EXPIRED!
vi_vn: KHÔNG ĐƯỢC PHÉP mượn! Thành viên đã HẾT HẠN

source: Loan NOT PERMITTED! Membership under PENDING State!
vi_vn: KHÔNG ĐƯỢC PHÉP mượn! Thành viên ĐANG CHỜ xác nhận

source: Loan Forbidden for this Item!
vi_vn: Tài liệu này không cho mượn!

source: Item {removeID} removed from session
vi_vn: Tài liệu {removeID} được loại bỏ

source: This is item already returned or not exists in loan database
vi_vn: Tài liệu này đã được trả lại hoặc không tồn tại trong dữ liệu cho mượn

source: OVERDUED for {overdueDays} days(s) with fines value of
vi_vn: QUÁ HẠN (overdueDays) ngày với sô tiền phạt là

source: successfully returned on
vi_vn: Trả tài liệu thành công

source: NO DATA Selected to reserve!
vi_vn: KHÔNG CÓ DỮ LIỆU được lựa chọn!

source: Can not add more reservation. Maximum limit reached
vi_vn: Không thể đăng ký thêm. Số lượng tài liệu đăng ký trước của bạn đã đạt tối đa

source: Can't reserve this Item. Loan Forbidden!
vi_vn: Tài liệu không được phép mượn nên không thể đặt trước!

source: Reservation added
vi_vn: Đã thêm đăng ký trước

source: Item for this title is already available or already on hold by this member!
vi_vn: Tài liệu này đã có sẵn trong kho hoặc bạn đang mượn.

source: Reservation removed
vi_vn: Xóa đăng ký trước

source: Fines data removed
vi_vn: Xóa dữ liệu tiền phạt

source: not valid (unregistered in database)
vi_vn: Không hợp lệ (Không có trong cơ sở dữ liệu)

source: Finish Transaction
vi_vn: Kết thúc giao dịch

source: Are you sure want to finish current transaction?
vi_vn: Bạn có muốn kết thúc giao dịch này không?

source: Member Email
vi_vn: Email thành viên

source: Membership currently in pending state, loan transaction is locked.
vi_vn: Thành viên đang chờ duyệt, giao dịch mượn đang tạm khóa

source: Loans
vi_vn: Cho mượn

source: Current Loans
vi_vn: Đang mượn

source: Fines
vi_vn: Tiền phạt

source: Loan
vi_vn: Cho mượn

source: Quick Return is disabled
vi_vn: Trả sách nhanh đã bị vô hiệu

source: Insert an item ID to return collection with keyboard or barcode reader
vi_vn: Nhập mã tài bằng bàn phím hoặc dùng đầu đọc mã vạch

source: Item ID
vi_vn: Mã tài liệu

source: Insert Item Code/Barcode
vi_vn: Thêm mã tài liệu / mã vạch

source: Remove
vi_vn: Xóa

source: Click To Change Loan Date
vi_vn: Nhấn vào để thay đổi ngày mượn

source: Click To Change Due Date
vi_vn: Nhấn vào đây để thay đổi hạn trả

source: Are you sure to remove reservation for
vi_vn: Bạn có chắc muốn bỏ đăng ký trước cho

source: Search Collection
vi_vn: Bộ sưu tập tìm kiếm

source: Add Reserve
vi_vn: Thêm đăng ký trước

source: Reserve Date
vi_vn: Ngày đăng ký

source: Available
vi_vn: Có thể mượn

source: ALREADY EXPIRED
vi_vn: ĐÃ HẾT HẠN

source: Error inserting subscription data, Subscription Date must be filled!
vi_vn: Ngày đăng ký không được bỏ trống!

source: Subscription Data Successfully Updated
vi_vn: Dữ liệu cập nhật thành công

source: Subscription Data FAILED to Updated. Please Contact System Administrator
vi_vn: Cập nhật dữ liệu thất bại. Vui lòng liên hệ với quản trị hệ thống

source: New Subscription Data Successfully Saved
vi_vn: Thêm mới dữ liệu thành công

source: Subscription Data FAILED to Save. Please Contact System Administrator
vi_vn: Lưu dữ liệu thất bại. Vui lòng liên hệ với quản trị hệ thống

source: Subscription data successfully deleted
vi_vn: Xóa dữ liệu thành công

source: Subscription data FAILED to deleted!
vi_vn: Xóa dữ liệu thất bại

source: Subscription Start
vi_vn: Bắt đầu mượn dài hạn

source: Total Exemplar Expected
vi_vn: Tổng khuôn mẫu dự kiến

source: Period Name
vi_vn: Tên giai đoạn

source: Subscription Notes
vi_vn: Ghi chú dài hạn

source: You are going to edit Subscription data
vi_vn: Bạn đang sửa ngày mượn dài hạn

source: View/Edit Kardex Detail
vi_vn: Xem/ Sửa chi tiết

source: Serial Control
vi_vn: Kiểm tra định kỳ

source: Subscription
vi_vn: Dài hạn

source: Manage Subscription
vi_vn: Quản lý dài hạn

source: Edit Bibliographic data
vi_vn: Chỉnh sửa dữ liệu tài liệu

source: Add New Subscription
vi_vn: Thêm mới mượn dài hạn

source: View Subscriptions
vi_vn: Xem mượn dài hạn

source: CLOSE
vi_vn: ĐÓNG

source: Serial Title
vi_vn: Thứ tự tài liệu

source: Kardex data updated!
vi_vn: Cập nhật dữ kiệu Kardex!

source: Kardex data deleted!
vi_vn: Xóa dữ liệu Kardex!

source: Date Expected
vi_vn: Ngày chờ đợi

source: Date Received
vi_vn: Ngày nhận

source: Seq. Number
vi_vn: Số

source: Note
vi_vn: Lưu ý

source: Kardex Detail for subscription
vi_vn: Chi tiết Kardex được mô tả

source: NO stock taking proccess running!
vi_vn: Không thể chạy được chương trình kiểm tra nguồn dự trữ

source: Stock Take Proccess Finished!
vi_vn: Hoàn thành chương trình nguồn dự trữ
