Repository: bao-btu/thuvien
Catalog: lib/lang/locale/*/LC_MESSAGES/messages.po
Languages: vi_vn

source: Content data updated
vi_vn: Cập nhật dữ liệu nội dung

source: Content data FAILED to update!
vi_vn: Cập nhật thất bại dữ liệu nội dung

source: Content data saved
vi_vn: Lưu lại dữ liệu nội dung

source: Content data FAILED to save!
vi_vn: Lưu thất bại dữ liệu nội dung

source: Content
vi_vn: Nội dung

source: Add New Content
vi_vn: Thêm mới dữ liệu nội dung

source: Content List
vi_vn: Danh sách dữ liệu nội dung

source: Content Title
vi_vn: Tiêu đề nội dung

source: Path (Must be unique)
vi_vn: Đường dẫn (Phải đơn nhất)

source: Content Description
vi_vn: Mô tả nội dung

source: You are going to update Content data
vi_vn: Bạn đang chỉnh sửa dữ liệu nội dung

source: Module Name
vi_vn: Tên mô đun

source: Read
vi_vn: Đọc

source: Write
vi_vn: Viết

source: Group name can't be empty
vi_vn: Tên nhóm không để trống

source: Group Data Successfully Updated
vi_vn: Cập nhật thành công dữ liệu nhóm

source: Group Data FAILED to Updated. Please Contact System Administrator
vi_vn: Cập nhật thất bại dữ liệu nhóm. Vui lòng liên hệ với quản trị hệ thống

source: New Group Data Successfully Saved
vi_vn: Lưu lại thành công dữ liệu nhóm mới

source: Group Data FAILED to Save. Please Contact System Administrator
vi_vn: Lưu thất bại dữ liệu nhóm. Vui lòng liên hệ với quản trị hệ thống

source: User Group
vi_vn: Nhóm quản trị

source: Add New Group
vi_vn: Thêm nhóm mới

source: Group List
vi_vn: Danh sách nhóm

source: Group Name
vi_vn: Tên nhóm

source: Privileges
vi_vn: Ưu đãi

source: You are going to edit Group data
vi_vn: Bạn đang chỉnh sửa dữ liệu nhóm

source: System
vi_vn: Hệ thống

source: System Configuration
vi_vn: Cấu hình hệ thống

source: Configure Global System Preferences
vi_vn: Cấu hình hệ thống ưu đãi toàn cầu

source: Biblio Indexes
vi_vn: Sách Indexes

source: Bibliographic Indexes management
vi_vn: Quản lý liệt kê sách

source: Modules
vi_vn: Mô đun

source: Configure Application Modules
vi_vn: Ứng dụng cấu hình mô đun

source: System Users
vi_vn: Danh sách quản trị

source: Manage Application User or Library Staff
vi_vn: Quản lý hệ thống người dùng hoặc thủ thư

source: Manage Group of Application User
vi_vn: Quản lý nhóm hệ thống người dùng

source: Holiday Setting
vi_vn: Cài đặt ngày nghỉ

source: Configure Holiday Setting
vi_vn: Cấu hình cài đặt ngày nghỉ

source: System Log
vi_vn: Nhật ký hệ thống

source: View Application System Log
vi_vn: Xem nhật ký hệ thống

source: Database Backup
vi_vn: Đóng gói dữ liệu

source: Backup Application Database
vi_vn: Đóng gói dữ liệu ứng dụng

source: System Log data completely cleared!
vi_vn: Xóa hoàn toàn dữ liệu nhật ký hệ thống

source: Are you SURE to completely clear system log data? This action cannot be undo!
vi_vn: Bạn có chắc đã xóa hoàn toàn dữ liệu nhật ký hệ thống? Điều này không thể khôi phục lại

source: CLEAR LOGS
vi_vn: Xóa nhật ký

source: Save Logs record to file?
vi_vn: Bạn muốn lưu nhật ký trong tệp tin?

source: Save Logs To File
vi_vn: Lưu nhật ký trong tệp tin

source: Time
vi_vn: Thời gian

source: Message
vi_vn: Thông điệp

source: Modify global application preferences
vi_vn: Sửa đổi ứng dụng toàn câù

source: Settings saved. Refreshing page
vi_vn: Đã lưu cài đặt. Làm mới lại trang

source: Save Settings
vi_vn: Lưu cài đặt

source: Library Name
vi_vn: Tên thư viện

source: Library Subname
vi_vn: Tên phụ thư viện

source: Public Template
vi_vn: Giao diện người dùng (SV)

source: Admin Template
vi_vn: Giao diện quản trị

source: Default App. Language
vi_vn: Ngôn ngữ mặc định

source: Number Of Collections To Show In OPAC Result List
vi_vn: Số tài liệu / trang tìm kiếm

source: Show Promoted Titles at Homepage
vi_vn: Trình diễn chủ đề khuyến khích trên trang chủ

source: Don't Print
vi_vn: Không in

source: Print
vi_vn: In

source: Print Circulation Receipt
vi_vn: In phiếu ghi nhận

source: Loan and Due Date Manual Change
vi_vn: Thay đổi ngày mượn và quá hạn

source: Loan Limit Override
vi_vn: Giới hạn cho mượn

source: OPAC XML Detail
vi_vn: Thông tin chi tiết thư viện trường CĐ Cộng đồng Bình Thuận.

source: OPAC XML Result
vi_vn: Kết quả XML của thư viện

source: Forbid
vi_vn: Không cho phép

source: Allow
vi_vn: Cho phép

source: Allow OPAC File Download
vi_vn: Cho phép tải xuống tập tin từ thư viện trường CĐ Cộng đồng Bình Thuận

source: Session Login Timeout
vi_vn: Hết phiên đăng nhập

source: Barcode Encoding
vi_vn: Giải mã vạch

source: Index table truncated!
vi_vn: Bảng mục lục bị vát!

source: Index table FAILED to truncated, probably because of database query error!
vi_vn: Bảng mục lục bị hỏng, có thể do lỗi truy vấn dữ liệu

source: <strong>%d</strong> records (from total of <strong>%d</strong>) re-indexed. Finished in %d minutes %d second(s)
vi_vn: <strong>%d</strong> dữ liệu (từ tổng số của <strong>%d</strong>) sắp xếp lại. Đã hoàn tất trong %d phút %d giây

source: <strong>%d</strong> index records failed to indexed. The IDs are: %s
vi_vn: <strong>%d</strong> dữ liệu không thể sắp xếp được. Mã ID là: %s

source: Please empty the Index first before re-creating the Index
vi_vn: Vui lòng điền đầy đủ vào thư mục trước khi tạo lại

source: <strong>%d</strong> records (from total of <strong>%d</strong>) re-indexed. Finished in %d second(s)
vi_vn: <strong>%d</strong> dữ liệu (tổng số từ <strong>%d</strong>) sắp xếp lại. Hoàn tất trong %d giây

source: Bibliographic Index
vi_vn: Mục lục sách

source: Emptying Index
vi_vn: Mục lục trống

source: Re-create Index
vi_vn: Mục lục tạo lại

source: Update Index
vi_vn: Mục lục cập nhật

source: Module name and path can't be empty
vi_vn: Mô đun tên và đường dẫn không để trống

source: Module Data Successfully Updated
vi_vn: Cập nhật thành công dữ liệu mô đun

source: Module Data FAILED to Updated. Please Contact System Administrator
vi_vn: Cập nhật thất bại dữ liệu mô đun. Vui lòng liên hệ với quản trị hệ thống

source: New Module Data Successfully Saved
vi_vn: Lưu thành công dữ liệu mô đun mới

source: Module Data FAILED to Save. Please Contact System Administrator
vi_vn: Lưu thất bại dữ liệu mô đun. Vui lòng liên hệ với quản trị hệ thống

source: Add New Modules
vi_vn: Thêm mô đun mới

source: Modules List
vi_vn: Danh sách mô-đun

source: Module Path
vi_vn: Đường dẫn mô-đun

source: Module Description
vi_vn: Mô tả mô-đun

source: You are going to edit data
vi_vn: Bạn đang chỉnh sửa dữ liệu

source: User Name or Real Name can't be empty
vi_vn: Tên độc giả hoặc tên thực không để trống

source: Login username or Real Name is probihited!
vi_vn: Tên đăng nhập hoặc tên thực không phù hợp

source: User Data Successfully Updated
vi_vn: Cập nhật thành công dữ liệu độc giả

source: User Data FAILED to Updated. Please Contact System Administrator
vi_vn: Cập nhật thất bại dữ liệu độc giả. Vui lòng liên hệ với quản trị hệ thống

source: New User Data Successfully Saved
vi_vn: Lưu thành công dữ liệu độc giả mới

source: User Data FAILED to Save. Please Contact System Administrator
vi_vn: Lưu thất bại dữ liệu độc giả. Vui lòng liên hệ với quản trị hệ thống

source: Add New User
vi_vn: Thêm độc giả mới

source: User List
vi_vn: Danh sách độc giả

source: Group(s)
vi_vn: Nhóm

source: You are going to edit user profile
vi_vn: Bạn đang chỉnh sửa hồ sơ độc giả

source: Last Login
vi_vn: Đăng nhập sau

source: Holiday Data Successfully updated
vi_vn: Cập nhật thành công dữ liệu ngày nghỉ

source: Holiday FAILED to update. Please Contact System Administrator
vi_vn: Cập nhật thất bại dữ liệu ngày nghỉ. Vui lòng liên hệ với quản trị hệ thống

source: New Holiday Successfully Saved
vi_vn: Lưu thành công ngày nghỉ mới

source: Holiday FAILED to Save. Please Contact System Administrator
vi_vn: Lưu thất bại ngày nghỉ. Vui lòng liên hệ với quản trị hệ thống

source: Set holiday
vi_vn: Cài đặt ngày nghỉ

source: Special holiday
vi_vn: Ngày nghỉ đặc biệt

source: Add Special holiday
vi_vn: Thêm ngày nghỉ đặc biệt

source: Holiday Date Start
vi_vn: Ngày nghỉ bắt đầu

source: Holiday Date End
vi_vn: Ngày nghỉ kết thúc

source: Holiday Description
vi_vn: Mô tả ngày nghỉ

source: You are going to edit holiday data
vi_vn: Bạn đang chỉnh sửa dữ liệu ngày nghỉ

source: Day name
vi_vn: tên ngày

source: Maximum 6 day can be set as holiday!
vi_vn: Ngày nghỉ tối đa là 6 ngày

source: Holiday settings saved
vi_vn: Lưu cài đặt ngày nghỉ

source: Monday
vi_vn: Thứ hai

source: Tuesday
vi_vn: Thứ ba

source: Wednesday
vi_vn: Thứ tư

source: Thursday
vi_vn: Thứ năm

source: Friday
vi_vn: Thứ sáu

source: Saturday
vi_vn: Thứ bảy

source: Sunday
vi_vn: Chủ nhật

source: Start New Backup
vi_vn: Bắt đầu đóng gói mới

source: There is no record in item database yet, Export FAILED!
vi_vn: Dữ liệu thư mục không ghi được, dữ liệu xuất bị lỗi

source: ITEM EXPORT TOOL
vi_vn: Công cụ xuất thư mục

source: Export item data to CSV file
vi_vn: Xuất dữ liệu thư mục chuyển đến tệp tin CSV

source: Attachment removed!
vi_vn: Gỡ bỏ tệp tin đính kèm

source: File Attachments
vi_vn: Đính kèm tệp tin

source: ITEM IMPORT TOOL
vi_vn: Công cụ xuất thư mục

source: Import for item data from CSV file
vi_vn: Nhập dữ liệu thư mục từ tệp tin CSV

source: Sorry, no result found from %s OR maybe XML result and detail disabled.
vi_vn: Xin lỗi, không tìm thầy kết quả nào từ %s hoặc XML và chi tiết đã bị vô hiệu

source: Server
vi_vn: Máy chủ

source: * Please make sure you have a working Internet connection.
vi_vn: Chắc chắn máy tính của bạn đang kết nối Internet

source: Checkout Items
vi_vn: Kiểm tra sách

source: Author succesfully removed!
vi_vn: Gỡ bỏ thành công tác giả

source: Author removed!
vi_vn: Gỡ bỏ tác gỉa

source: Bibliographic
vi_vn: Tựa sách

source: Bibliographic List
vi_vn: Danh sách tựa sách

source: Show Existing Bibliographic Data
vi_vn: Trình bày dữ liệu sách có sẵn

source: Item List
vi_vn: Danh sách sách

source: Show List of Library Items
vi_vn: Trình bày danh sách thư mục của thư viện

source: Show List of Checkout Items
vi_vn: Trình bày danh sách các thư mục thanh toán

source: Copy Cataloguing
vi_vn: Sao chép bản kê mục lục

source: Z3950 SRU
vi_vn: Cập nhập phiên bản ổn định Z3950

source: Grab Bibliographic Data from Z3950 SRU Web Services
vi_vn: Lấy dữ liệu sách từ dịch vụ web Z3950 SRU

source: Z3950 Service
vi_vn: Dịch vụ Z3950

source: Grab Bibliographic Data from Z3950 Web Services
vi_vn: Lấy dữ liệu sách từ dịch vụ web Z3950

source: P2P Service
vi_vn: Dịch vụ P2P

source: Grab Bibliographic Data from Other SLiMS Web Services
vi_vn: Lấy dữ liệu từ dịch vụ web SLIMS khác

source: Labels Printing
vi_vn: In nhãn sách

source: Print Document Labels
vi_vn: In tệp tài liệu nhãn sách

source: Item Barcodes Printing
vi_vn: In mã sách

source: Print Item Barcodes
vi_vn: In thư mục mã vạch

source: Data Export
vi_vn: Xuất dữ liệu tựa sách

source: Export Bibliographic Data To CSV format
vi_vn: Xuất dữ liệu sách dưới dạng thức CSV

source: Data Import
vi_vn: Nhập dữ liệu tựa sách

source: Import Data to Bibliographic Database from CSV file
vi_vn: Nhập dữ liệu sách từ tệp tin CSV

source: Item Export
vi_vn: Xuất dữ liệu sách

source: Export Item/Copies data To CSV format
vi_vn: Xuất thư mục/ Sao chép dữ liệu từ dạng thức CSV

source: Item Import
vi_vn: Nhập dữ liệu sách

source: Import Data to Item/Copies database from CSV file
vi_vn: Nhập dữ liệu thư mục / Sao chép dữ liệu từ tệp tin CSV

source: IMPORT TOOL
vi_vn: Công cụ nhập

source: Import for bibliographics data from CSV file. For guide on CVS fields order and format please refer to documentation or visit <a href="http://slims.web.id" target="_blank">Official Website</a>
vi_vn: Nhập dữ liệu sách từ tệp tin CSV.

source: Title/Series Title
vi_vn: Tiêu đế / Chuỗi tiêu đề

source: Authors
vi_vn: Tác giả

source: Item Code can't be empty!
vi_vn: Mã thư mục không để trống

source: Item Data Successfully Updated
vi_vn: Cập nhật thành công dữ liệu thư mục

source: Item Data FAILED to Save. Please Contact System Administrator
vi_vn: Cập nhật thất bại dữ liệu thư mục. Vui lòng liên hệ với quản trị hệ thống

source: New Item Data Successfully Saved
vi_vn: Lưu thành công dữ liệu thư mục mới

source: Item data can not be deleted because still on hold by members
vi_vn: Dữ liệu thư mục không thể xóa bởi các thành viên vẫn còn giữ.

source: Item succesfully removed!
vi_vn: Loại bỏ thành công thư mục

source: Item FAILED to removed!
vi_vn: Loại bỏ thư mục thất bại

source: Others
vi_vn: Những thứ khác

source: Edit Biblographic data
vi_vn: Chỉnh sửa dữ liệu thư mục

source: Inventory Code
vi_vn: Mã kiểm kê

source: Order Number
vi_vn: Số thứ tự

source: Order Date
vi_vn: Thứ tự ngày

source: Receiving Date
vi_vn: Ngày nhận

source: Not Applicable
vi_vn: Không áp dụng

source: Buy
vi_vn: Mua

source: Prize/Grant
vi_vn: Giải thưởng/Trợ cấp

source: Source
vi_vn: Nguồn

source: Invoice
vi_vn: Biên lai

source: Invoice Date
vi_vn: Hóa đơn ngày

source: You are going to edit Item data
vi_vn: Bạn đang chỉnh sửa dữ liệu thư mục

source: Query took
vi_vn: Truy vấn

source: second(s) to complete
vi_vn: hoàn thành lần 2

source: Upload FAILED! Forbidden file type or file size too big!
vi_vn: Tải lên bị lỗi. Loại tệp tin bị cấm hoặc kích cỡ quá lớn

source: File Attachment data updated!
vi_vn: Cập nhật dữ liệu tệp tin đính kèm!

source: File Attachment data FAILED to update!
vi_vn: Cập nhật tệp tin đính kèm bị lỗi

source: File Attachment uploaded succesfully!
vi_vn: Cập nhật thành công tệp tin đính kèm

source: File Attachment data FAILED to save!
vi_vn: Lưu thất bại dữ liệu tệp tin đính kèm

source: Upload Now
vi_vn: Cập nhật ngay

source: Repository ROOT
vi_vn: Kho ROOT

source: Repo. Directory
vi_vn: Phục hồi. Danh mục

source: File To Attach
vi_vn: Đính kềm tệp tin

source: URL
vi_vn: Địa chỉ tài nguyên

source: Description
vi_vn: Sự mô tả

source: Public
vi_vn: Công cộng

source: Private
vi_vn: Cá nhân

source: Access
vi_vn: Sự truy cập

source: Access Limit by Member Type
vi_vn: Loại thành viên bị giới hạn truy cập

source: Title can not be empty
vi_vn: Tiêu đề không để trống

source: Bibliography Data Successfully Updated
vi_vn: Cập nhật thành công dữ liệu sách

source: Bibliography Data FAILED to Updated. Please Contact System Administrator
vi_vn: Cập nhật dữ liệu sách bị thất bại. Vui lòng liên hệ với quản trị hệ thống

source: New Bibliography Data Successfully Saved
vi_vn: Lưu thành công dữ liệu sách mới

source: Bibliography Data FAILED to Save. Please Contact System Administrator
vi_vn: Lưu dữ liệu sách bị thất bại. Vui lòng liên hệ với quản trị hệ thống

source: All Fields
vi_vn: Tất cả lĩnh vực

source: Topics
vi_vn: Chủ đề

source: Upload Selected Bibliographic data to Union Catalog Server*
vi_vn: Lựa chọn dữ liệu sách tải lên danh mục của máy chủ

source: Items/Copies
vi_vn: Thư mục / Sao chép

source: Add New Items
vi_vn: Thêm thư mục mới

source: Authors/Roles
vi_vn: Tác giả / Vai trò

source: Add Author(s)
vi_vn: Thêm tác giả

source: Use this for Serial publication
vi_vn: Sử dụng điều này để ban hành số thứ tự

source: Subjects/Topics
vi_vn: Đề tài / Chủ đề

source: Add Subject(s)
vi_vn: Thêm đề tài

source: Add Attachment
vi_vn: Đính kèm thêm

source: Show
vi_vn: Hiện

source: Hide
vi_vn: Ẩn

source: Hide in OPAC
vi_vn: Ẩn trong thư viện trường CĐ Cộng đồng Bình Thuận

source: Don't Promote
vi_vn: Không thiết lập

source: Promote
vi_vn: Thiết lập

source: Promote To Homepage
vi_vn: Thiết lập trang chủ

source: You are going to edit biblio data
vi_vn: Bạn đang chỉnh sửa dữ liệu sách

source: Subject FAILED to Add. Please Contact System Administrator
vi_vn: Thêm đề tài bị thất bại. Vui lóng liên hệ với quản trị hệ thống

source: Subject added!
vi_vn: Đề tài được thêm!

source: Add Subject
vi_vn: Thêm đề tài

source: Keyword
vi_vn: Nhập tên sách tại đây ...

source: Type to search for existing topics or to add a new one
vi_vn: Kiểu tìm kiếm chủ đề hiện tại hoặc thêm một chủ đề mới

source: Insert To Bibliography
vi_vn: Chèn thêm sách

source: Print Labels for Selected Data
vi_vn: In nhãn từ dữ liệu được chọn

source: Author succesfully updated!
vi_vn: Cập nhật thành công tác giả

source: Author FAILED to Add. Please Contact System Administrator
vi_vn: Thêm tác giả bị thất bại. Vui lòng liên hệ với quản trị hệ thống

source: Author added!
vi_vn: Đã thêm tác giả!

source: Add Author
vi_vn: Thêm tác giả

source: Type to search for existing authors or to add a new one
vi_vn: Kiểu tìm kiếm tác giả hiện tại hoặc thêm tác giả mới

source: UCS is not enabled! Change global system configuration to enable UCS
vi_vn: UCS không thể khởi động. Thay đổi cấu hình hệ thống để khởi động UCS

source: All fields
vi_vn: Tất cả lĩnh vực

source: SRU Server
vi_vn: Dịch vụ SRU

source: Print Barcodes for Selected Data
vi_vn: In mã vạch ừ dữ liệu đã chọn

source: There is no record in bibliographic database yet, Export FAILED!
vi_vn: Không thể ghi dữ liệu sách, xuất dữ liệu bị lỗi

source: EXPORT TOOL
vi_vn: Công cụ xuất

source: Export bibliographics data to CSV file
vi_vn: Xuất dữ liệu sách đến tệp tin CSV

source: Click to view others documents with this author
vi_vn: Nhấn vào để xem các tài liệu khác của tác giả

source: Click to view others documents with this subject
vi_vn: Nhấn vào để xem các tài liệu cùng chủ đề

source: Record Detail
vi_vn: Xem chi tiết

source: none copy available
vi_vn: Không thể sao chép

source: mark this
vi_vn: Đánh dấu

source: Put marked selection into basket
vi_vn: Đánh dấu sách lựa chọn bỏ vào giỏ sách

source: No Attachment
vi_vn: Không đính kèm

source: Found <strong>{biblio_list->num_rows}</strong> from your keywords
vi_vn: Tìm thấy <strong>{biblio_list->num_rows}</strong> kết quả cho

source: You currently on page <strong>{page}</strong> of <strong>{total_pages}</strong> page(s)
vi_vn: Trang <strong>{page}</strong> của <strong>{total_pages}</strong> trang.

source: Welcome to Member's Area where you can view your current loan information and view your membership status.
vi_vn: Chào mừng bạn đến khu vực thành viên, bạn có thể xem thông tin mượn hiện tại của mình hoặc trạng thái của các thành viên khác

source: Please fill your Username and Password to Login!
vi_vn: Vui lòng điền đầy đủ tên và mật khẩu để đăng nhập

source: Login FAILED! Wrong username or password!
vi_vn: Đăng nhập bị lỗi. Sai tên hoặc mật khẩu

source: Library Member Login
vi_vn: Đăng nhập vào tài khoản

source: Wrong Captcha Code entered, Please write the right code!
vi_vn: Nhập sai mã, vui lòng viết mã chính xác

source: Please insert your member ID and password given by library system administrator. If you are library's member and don't have a password yet, please contact library staff.
vi_vn: Vui lòng cung cấp mã thẻ thành viên và mật khẩu để vào tài khoản của bạn. Nếu bạn là thành viên và nếu bạn chưa là thành viên, xin vui lòng liên hệ với thủ thư.

source: Password
vi_vn: Mật khẩu

source: Login
vi_vn: Đăng nhập

source: Current Password
vi_vn: Mật khẩu hiện tại

source: Confirm Password
vi_vn: Xác nhận mật khẩu

source: Change Password
vi_vn: Thay đổi mật khẩu

source: Reserve title(s) on Basket
vi_vn: Giữ tiêu đề trong giỏ sách

source: Clear Basket
vi_vn: Xóa giỏ sách

source: Remove selected title(s) from Basket
vi_vn: Loại bỏ tiêu đề lựa chọn từ giỏ sách

source: title(s) on basket
vi_vn: Tiêu đề giỏ sách

source: Your Membership Already EXPIRED! Please extend your membership.
vi_vn: Thành viên vừa hết hạn. Vui lòng gia hạn thêm

source: Membership currently in pending state, no loan transaction can be made yet.
vi_vn: Thành viên đang chờ quyết định, không thể thực hiện giao dịch mượn

source: OVERDUED
vi_vn: Qúa hạn

source: item(s) currently on loan
vi_vn: Thư mục đang cho mượn

source: Return Date
vi_vn: Ngày trả

source: item(s) loan history
vi_vn: Qúa trình mượn

source: Your password have been changed successfully.
vi_vn: Bạn đã thay đổi thành công mật khẩu

source: Current password entered WRONG! Please insert the right password!
vi_vn: Nhập sai mật khẩu. Vui lòng nhập chính xác mật khẩu

source: Password confirmation FAILED! Make sure to check undercase or uppercase letters!
vi_vn: Xác nhận mật khẩu thất bại! Kiểm tra lại có chữ hoa hoặc gạch dưới

source: Password update FAILED! ERROR ON DATABASE!
vi_vn: Cập nhật mật khẩu tah6t1 bại! Lỗi dữ liệu

source: Reservation e-mail sent successfully!
vi_vn: Thư điện tử đặt trước được gửi thành công

source: Member Detail
vi_vn: Chi tiết thành viên

source: Your Current Loan
vi_vn: Hiện trạng mượn của bạn

source: Your Loan History
vi_vn: Qúa trình mượn của bạn

source: Your Title Basket
vi_vn: Giỏ chủ đề của bạn

source: , thank you for inserting your data to our visitor log
vi_vn: Cảm ơn đã chèn dữ liệu để đăng nhập làm khách của chúng tôi

source: Your membership already EXPIRED, please renew/extend your membership immediately
vi_vn: Thẻ thành viên của bạn đã hết hạn, vui lòng gia hạn / làm mới

source: Sorry, Please fill institution field if you are not library member
vi_vn: Xin lỗi, vui lòng điền đầy đủ vào phần tổ chức nếu bạn không phải là thành viên thư viện

source: Error inserting counter data to database!
vi_vn: Truy cập cơ sở dữ liệu bị lỗi

source: Visitor Counter
vi_vn: Lượt khách viếng thăm

source: Please insert your library member ID otherwise your full name instead
vi_vn: Vui lòng nhập mã thẻ thành viên của bạn thay vì nhập tên đầy đủ.

source: All Locations
vi_vn: Tất cả khu vực

source: All Collections
vi_vn: Tất cả bộ sưu tập

source: All GMD/Media
vi_vn: Tất cả các thể loại / phương tiện truyền thông

source: Please supply valid username and password
vi_vn: Vui lòng cung cấp tên đăng nhập và mật khẩu hợp lệ

source: Welcome to Library Automation,
vi_vn: Chào mừng đến thư viện điện tử

source: Wrong Username or Password. ACCESS DENIED
vi_vn: Sai tên đăng nhập và mật khẩu. Truy cập bị từ chối

source: Your browser does not support Javascript or Javascript is disabled. Application won't run without Javascript!
vi_vn: Trình duyệt của bạn không hỗ trợ Javascript hoặc Javascript bị vô hiệu hóa. Ứng dụng sẽ không chạy nếu không có Javascript.

source: Current Loan item(s)
vi_vn: Thư mục mượn hiện tại

source: There is no item/copy for this title yet
vi_vn: Không có thư mục / chủ đề sao chép

source: Currently On Loan (Due on
vi_vn: Đang mượn ( Hạn trả

source: Available but not for loan
vi_vn: Không thể mượn

source: Arabic
vi_vn: Ả rập

source: Bengali
vi_vn: Bengal

source: German
vi_vn: Tiếng Đức

source: English
vi_vn: Tiếng Anh

source: Espanol
vi_vn: Tây Ban Nha

source: Indonesian
vi_vn: In đô nê sia

source: Brazilian Portuguese
vi_vn: Bồ đào Nha

source: Thai
vi_vn: Thái

source: No Data
vi_vn: Chưa có dữ liệu

source: First Page
vi_vn: Trang đầu

source: Previous
vi_vn: Trước

source: Next
vi_vn: Sau

source: Last Page
vi_vn: Trang cuối

source: Delete Record
vi_vn: Xóa phần này

source: Cancel
vi_vn: Hủy

source: Date
vi_vn: Ngày tháng năm

source: DELETE
vi_vn: XÓA

source: EDIT
vi_vn: SỬA

source: Are You Sure Want to DELETE Selected Data?
vi_vn: Bạn có chắc là muốn xóa dữ liệu đã chọn không?

source: Delete Selected Data
vi_vn: Xóa dữ liệu đã chọn

source: ascendingly
vi_vn: Từ dưới lên

source: descendingly
vi_vn: Từ trên xuống

source: Order list by
vi_vn: Danh sách đặt bởi

source: Check All
vi_vn: Chọn tất cả

source: Uncheck All
vi_vn: Bỏ chọn tất cả

source: Back
vi_vn: Quay lại

source: Loading
vi_vn: Đang lọc dữ liệu

source: Book's Detail
vi_vn: Chi tiết sách

source: Master File
vi_vn: Thành phần tài liệu

source: Statement of Responsibility
vi_vn: Chịu trách nhiệm

source: Export to spreadsheet format
vi_vn: Xuất dữ liệu sang dạng bảng tính

source: Bibliography
vi_vn: Quản lý tài liệu
